/**
 * 
 */
package com.bocop.zyt.bocop.qzt;

import android.util.Log;

/** 
 * @author luoyang  E-mail: luoyang8714@163.com
 * @version 创建时间：2017-5-16 上午9:34:13 
 * 类说明 
 */
/**
 * @author zhongye
 *
 */
public class QztCounrtyViewConstant {

	/**
	 * 
	 */
	public QztCounrtyViewConstant() {
		// TODO Auto-generated constructor stub
	}
	
	public static String ip = "http://123.124.191.179/file/images/qzt/country_";
	
	public static String[] tv1 ={ ip + "adly.png","走进澳大利亚","澳大利亚（Australia）是全球土地面积第六大的国家，国土面积比整个西欧大一半。澳大利亚不仅国土辽阔，而且物产丰富，是南半球经济最发达的国家，是全球第四大农业出口国，也是多种矿产出口量全球第一的国家。澳大利亚是一个移民国家，奉行多元文化，20%的居民出生在澳大利亚以外的国家和地区。澳大利亚也是一个体育强国，是全球多项体育盛事的常年举办国。 澳大利亚，她太丰富了，丰富到你无法给她下定义，她热情，她沉静，她野性，她恬静，她前卫，她古朴……她充满矛盾，她拥有一切。她有号称南半球纽约的国际大都会，她有浓郁怀旧到仿若去到19世纪欧洲的古城记忆，她有五彩斑斓的海底世界，她有生机勃勃的原始丛林…… 夏日的澳大利亚，灿烂得如同绚丽的花朵，纯美，热情。而深究这朵鲜花能够持续绽放在贫瘠土壤之上的原因，却原来是人们的那颗希望亲近大自然的心并为此付出无数努力的行动。所以，大堡礁能够璀璨地闪耀在昆士兰的透明海水之中；所以，热带雨林能够自由地呼吸着昆士兰的空气；所以，小企鹅能够无忧无虑地每日出海上班下班回家。 爱自然，爱澳大利亚，放下一切飞向梦中的袋鼠国吧。","最佳旅游季节：每年10月-次年2月最宜。因为澳大利亚在南半球，与中国的季节相反，每年的10月-次年2月是澳大利亚的夏季，阳光下的炫目海岸有无限诱惑力哦。 不过，去旅行尽量不要安排在11月中旬至12月初，因为这段时间是澳大利亚传统的schoolies，也就是高中毕业生毕业旅行、狂欢的日子。人会很多，也容易出事故。"}; 
	public static String[] tv2 = {ip + "dg.png","走进德国","德国位于欧洲西部，东邻波兰、捷克，南接奥地利、瑞士，西接荷兰、比利时、卢森堡、法国，北与丹麦相连并邻北海和波罗的海与北欧国家隔海相望。柏林、汉堡、法兰克福、科隆、慕尼黑，这些耳熟能详的地方，都属于德国；新天鹅堡、巴伐利亚-阿尔卑斯山区、康斯坦司湖区、黑森林区、莱茵河谷等，都具有德式优美的传说和迷人的故事。 德国现在有不少城市具有国际型都市风范：柏林，德国首都，政治文化中心；汉堡，宜人的城市，夜生活可与柏林媲美；法兰克福，战后经济复苏中心，堪称“第二首都”。科隆，德国最具代表性的城市之一，位于欧洲工业发达密集区，城内有不少历史纪念碑。慕尼黑，巴伐利亚州首府，德国著名城市，在画廊、博物馆、啤酒、时装、运动等许多方面都居前列；海德堡大学城弥漫着浪漫气息，这里也是浪漫思潮的发源地……","最佳旅游季节：5月-9月最佳。四季的德国都是很好的旅游地，但大多旅行者都在5—9月之间去德国，那时天空总是晴朗，适宜户外活动。啤酒园和咖啡馆24小时营业；户外竞赛和节日使得城市与村落都生机勃勃；徒步旅行、骑自行车都是旅行的运动。不过，不论在哪个月份都有可能下雨。 在德国（3—5月以及10—11月）游客相对较少，而天气却出奇的好，在4—5月间，当鲜花和果树都含苞欲放。天气是温和而晴朗的。进入秋天后风和日丽的宜人气候也并不稀奇。 除冬季运动外，11—3月初之间的活动大多集中于文化和城市生活，在这几个月间，天空常常显得阴沉，而温度经常降到零下。此外，旅行者减少，景点排队的队伍也变短（除冬季旅行胜地外）。一定要带上足够多的衣服，并且记住只有6—8小时的日照。在12月，太阳在下午3点30左右就落山了。 滑雪季节通常最早开始于12月中旬，在新年过后进入高峰期，而在3月雪融初始之时结束。"};
	public static String[] tv3 = {ip + "els.png","走进俄罗斯","俄罗斯联邦（简称俄罗斯）位于亚欧大陆北部，北临北冰洋，东临太平洋，西濒波罗地海，面积17080000平方公里，是世界上面积最大的国家。人口1.4亿多,是个地广人稀的国家。俄罗斯有100多个民族，其中俄罗斯占83%。地形以平原为主，为温带亚寒带动气候，国民经济基础雄厚。俄罗斯是一个旅游资源丰富的国家。莫斯科的红场、雄伟的克里姆林宫等景点早已是举世闻名。 俄罗斯人是热情而豪放的，这片广袤的土地造就了俄罗斯人坦荡宽阔的胸怀，漫长的冬天让俄罗斯人对大自然充满了热爱，他们用音乐与舞蹈来表达内心对生活的热情；俄罗斯人同样是细腻与多愁善感的，否则俄罗斯人不会创造出如此璀璨的艺术珍品，如此震撼心灵的文学佳作。","最佳旅游季节：5月-10月是俄罗斯旅游的最佳时间，此时的俄罗斯凉爽宜人，最适合前往避暑度假。当然，冬季的俄罗斯也有它的独特魅力，试想走在零下20℃的圣彼得堡街头，四周银妆素裹、白雪皑皑，这样的雪景，怎能不叫人向往？而且此时也是去俄罗斯滑雪狩猎的大好时机。"};
	public static String[] tv4 = {ip + "fg.png","走进法国","法兰西共和国，简称法兰西或法国。法兰克在日耳曼语中意即“勇敢的、自由的”。法兰西民族是由多个民族混合构成的，除了主体法兰西民族外，边境地区还有阿尔萨斯、布列塔尼、巴斯克、科西嘉、佛兰芒等少数民族，大约占了总人口的7.9％。 法国是欧洲浪漫的中心，它的悠久历史、具有丰富文化内涵的名胜古迹及乡野风光吸引着世界各地的旅游者。风情万种的花都巴黎，美丽迷人的蓝色海岸，阿尔卑斯山的滑雪场等，都是令人神往的旅游胜地。 法国有20多处风景名胜被联合国列入世界文化和自然遗产：以卢浮宫和圣母院为中心的巴黎塞纳河滨、凡尔赛宫、枫丹白露、斯特拉斯堡、圣米歇尔山、香波堡等。","最佳旅游季节：4月-6月之间为法国最佳旅游时间。 法国位在欧洲大陆的西端，位在大西洋沿岸地区的气候相对来说温和而有变化，除了山区和东北地区以外，冬天堪称相当温暖。东北部属大陆型气候，夏季炎热而冬季寒冷；南部地中海沿岸属地中海型气候，夏季少雨，春秋两季的雨量少且短，南方特有的“密斯脱拉风”(Mistral)是一种吹向法国地中海区隆河谷地的乾冷风，据说一年里有100天都吹着这种冷风。 春季：春天的来临大概是四月复活节的时候，仍需要穿毛衣，外套等衣物。 夏季：没有梅雨季，空气比较干爽。六月间中有密云，也会有些寒意，宜带备毛衣备不时之需。在七丶八月里，日间气温30度左右。 秋季：九月份开始进入秋季，雨水较多，气温亦较低，约12, 13度左右，建议准备简便的御寒衣物。 冬季：十一月份步入冬季，日短夜长，白天日照的时间少。厚大衣、羊毛衣等保暖的衣物是必需品。"};
	public static String[] tv5 = {ip + "flb.png","走进菲律宾","菲律宾菲律宾风光欣赏(17张)共和国 (The Republic of The Philippines)，位于亚洲东南部，西濒南中国海，东临太平洋，是一个群岛国家，共有大小岛屿7107个。这些岛屿像一颗颗闪烁的明珠，星罗棋布地镶嵌在西太平洋的万顷碧波之中，菲律宾也因此拥有“西太平洋明珠”的美誉。该共和国分吕宋、米沙鄢和棉兰老三大部分，是东南亚国家联盟（ASEAN）主要成员国，也是亚洲太平洋经济合作组织（APEC）的24成员国之一。","最佳旅游季节：12月-次年2月最佳，此时的菲律宾气温稍低，较为舒爽，雨量也少，是旅行的最好季节。"};
	public static String[] tv6 = {ip + "hg.png","走进韩国","韩国位于中国大陆的东北部，古代中国人叫它“东夷”，今天，世人称之为“神秘的东方之光”。它新旧并存、古今融合；它举办过1988年夏季奥运会、有着现代文明的风采；它具有5000年文化传统，至今仍保留着古代东方文明的精髓。 这里风景引人入胜，人民诚挚坦率，是个理想的度假胜地，它拥有独特的文化和历史遗产，包括山岳、湖泊、温泉、海滨、皇宫、寺庙、宝塔、古迹、民俗村及博物馆等，共有2300余处。 韩国现有人口约4685万，是世界上人口密度最高的国家之一。韩国社会自古以来，以家族血统为中心，虽然这种倾向在现代社会逐渐淡化，但对亲属的基本礼仪与忠诚、恪守不移。历史上受中国文化的影响，文字中采用不少汉字，如语言不通，笔谈也能在一定程度上进行交流。 韩国旅游局官网：http://chinese.visitkorea.or.kr/chs/index.kto","最佳旅游季节：9-10月。每年的春秋时节，是韩国最美丽的时候；不过要说旅游旺季，还当数9-10月秋高气爽的时节。春季的韩国晴朗爽利，但比起秋天来说少了一份含蓄的美丽。在金秋时节前往韩国，踏着满地落叶行走在精致的小巷中，自有一种安闲的悠然。"};
	public static String[] tv7 = {ip + "hl.png","走进荷兰","荷兰(Holland)，全称是尼德兰王国（The Kingdom of the Netherlands），是位于欧洲西北部的一个国家，濒临北海，与德国、比利时接壤。荷兰没有崇山峻岭，但是它的河网、堤坝和圩田都构成了荷兰的独特风光。荷兰是世界著名的“洼之国”，拥有方便的地理位置、四通八达的交通、近20处旅游休假区和旧城、运河、鲜花种植区、博物馆等主要观光点。 荷兰每寸土地拥有博物馆的密度可谓相当之高，全国共有一千座以上的博物馆。除了博物馆以外，在传统市场里或大街上也可以发掘荷兰的文化。无论在城市或渔村里，处处可见穿着传统服装的年长者与穿着新潮服饰的年轻人，穿梭来往的奇特景象。","最佳旅游季节：3月-5月最佳。 荷兰气候温和，但北海沿岸风大且容易变天，整年都需带雨具。全年的平均气温在春天与夏天是摄氏十六到二十六度，秋天与冬天是华氏二十四到六十度（摄氏零下四度到十六度)。 春季，阳光普照，郁金香环绕着你；冬季需穿厚大衣；夏季穿轻大衣；秋季穿雨衣。冬季温暖、夏季凉爽，是标准西欧型气候。"};
	public static String[] tv8 = {ip + "jnd.png","走进加拿大","加拿大位于北美洲北部。东临大西洋，西濒太平洋，西北部邻美国阿拉斯加州，东北与格陵兰（丹）隔戴维斯海峡遥遥相望，南接美国本土，北靠北冰洋达北极圈。海岸线约长24万多公里。这里的旅游业发达，加拿大在世界旅游收入最高国家中排名第九，它亦是每年世界最佳居住城市评选中，最多国内城市名列前茅的国家之一。在加拿大广袤的国土上，有着难以计数的奇观美景，独特的清凉夏季和枫叶般艳红的秋天，境内有着多姿多彩的地形地貌，巍峨的高山，雄浑的高原，富饶的谷地，众多的湖泊以及纵横交错的河流与星罗棋布的岛屿一起构成了加拿大神奇、独特而别具魅力的自然风光。主要旅游城市有温哥华、渥太华、多伦多、蒙特利尔、魁北克市等。","最佳旅游季节：5月-10月最佳。加拿大旅游的最佳季节是5月到10月。加拿大幅员辽阔，气温、气候有所差异，整体而言，在日照时间较长，气温较高、舒适的初夏到初秋，是最佳旅游时间。 特别是加拿大洛矶山脉等山岳地区、冬季较长的大西洋加拿大Atlantic Kanada等地6~9月可以看到加拿大优美的绿意。 9月下旬~10月中旬一个月，魁北克省和安大略省则可以观赏枫叶层林尽染的秋天。"};
	public static String[] tv9 = {ip + "jpz.png","走进柬埔寨","柬埔寨位于亚洲东南部的中南半岛南部。东部和东南部同越南接壤，北部与老挝相邻，西部和西北部与泰国毗邻，西南濒临泰国湾。湄公河是境内最大的河，中部平原约占领土总面积的一半。柬埔寨面积181035平方公里，人口1143万，有20多个民族，其中高棉族占80％。佛教为国教。柬埔寨官方语言是高棉语，法语和英语使用也较为广泛。柬埔寨的货币是瑞尔。柬埔寨虽然落后但不封闭，开始成为投资者关注的地区，旅游设施虽然较差，但服务态度友好。大多数人对柬埔寨的印象，来自于世界七大奇景之一的吴哥窟。柬埔寨看似纯朴、落后的景象之中，存留着“波布红色高棉政权”时代所遗留下来的景象，同时保留着法国殖民地的法式风味。就是这样充满着强烈对比的人文风情，以及柬埔寨特有的风土景致，再加上吴哥窟无与伦比的的历史遗迹，为游客留下了视觉与心理上的巨大震撼，正因为这种融合了神秘、历史、淳朴的感动，使得柬埔寨深受欧美、日本旅客的喜爱。 1858年，一个追逐蝴蝶的男人，亨利•穆奥（法国生物学家）在原始森林中无意间发现宏伟惊人的古庙遗迹，从此开启了通向吴哥文明的大门。他说，”此地庙宇之宏伟，远胜古希腊、罗马遗留给我们的一切，走出森森吴哥庙宇，重返人间，刹那间犹如从灿烂的文明堕入蛮荒 ”。 植物接管的古老城市，在热带雨林中若隐若现。 那是辉煌的吴哥文明的遗迹。其中千年的高棉微笑吸引了来自世界各地好奇的目光。 雨林吞噬着城垣断壁，青苔在石雕上漫步，人们雕刻时光的决心被自然无情的征服，一切淹没在神秘的雨林中。 《古墓丽影》选择了吴哥，传达神秘讯息。《花样年华》中梁朝伟选择吴哥的树洞，掩埋心中的秘密。我们选择吴哥，窥看那尘封的古老文明。","最佳旅游季节：11月-次年4月最佳，这个时期干爽的东北季风会让旅行相当惬意。"};
	public static String[] tv10= {ip + "mlxy.png","走进马来西亚","马来西亚是一个自然资源十分丰富的国家，是世界上最大的天然橡胶、棕榈油及锡的出产国，也是优质热带硬木、石及天然气的重要出产国；此外，还盛产可可、胡椒、椰子等热带经济作物；渔业资源也丰常丰富，除各种鱼类外，马来西亚海岸还产龙虾。马来西亚的国花为扶桑花，此外还有种类繁多的兰花，除了人工栽培的以外，生长在深林幽谷与高原上的野兰则更为珍贵。原始森林中，栖息着濒于绝迹的异兽珍禽，如善飞的狐猴、长肢棕毛的巨猿、白犀牛和猩猩等等，鸟类、蛇类、鳄鱼、昆虫等野生动物数量也很多，例如蝴蝶，在马来西亚就有2000种以上，色彩艳丽，其中不少是珍品。兰花、巨猿、蝴蝶被誉为马来西亚的三大珍宝。马来西亚的旅游资源十分丰富，阳光充足，气候宜人，拥有很多高质量的海滩、奇特的海岛、原始热带丛林、珍贵的动植物、千姿百态的洞穴、古老的民俗民风、悠久的历史文化遗迹以及现代化的都市。","最佳旅游季节：5月-9月最佳。马来西亚属热带海洋性气候，终年炎热多雨。6-7月为旱季，10-12月是雨季。在马来西亚旅游，基本上全年都适宜。白天虽然炎热，但是午后有阵雨，晚上会有季风吹拂，十分凉爽。东岸每年11月到次年1月是雨季，最好避开这段时间。而5到9月则是东岸最好的“赏龟”季节。但如果有商务活动的话，最好是每年的3月至11月，因为大多数马来西亚商人于12月到次年2月休假。圣诞节及复活节前后一周不宜前往，同时也应避开穆斯林的斋月和华裔人的新年。因此，总体来说，5月-9月是最佳旅游季节。"};
	public static String[] tv11 = {ip + "mg.png","走进美国","美国全称美利坚合众国（United States of America），属于北美洲，是一个由五十个州和一个联邦直辖特区组成的宪政联邦共和制国家。美国东濒大西洋，西临太平洋，北靠加拿大，南接墨西哥。美国国土面积超过962万平方公里，位居全球第三，次于俄罗斯和加拿大；其人口总量也超过三亿人，少于中国和印度。1776年7月4日，大陆会议在费城正式通过《独立宣言》，宣告美国诞生。自1870年代以来，美国国民经济就高居全球第一。今天的美国则是联合国安理会五个常任理事国之一，其在全球的政治、经济、军事、娱乐等众多领域的庞大影响力更是其他国家所无法匹敌的。 美国幅员辽阔，地形复杂，东部大西洋沿岸多为平原丘陵，森林资源丰富，湖泊众多，重要的城市有首都华盛顿、纽约、波士顿、费城、迈阿密；中部的大平原是重要的农牧区，6400公里长的密西西比河纵贯南北，重要的城市有亚特兰大、芝加哥、休斯敦以及新奥尔良等。在大平原的西部大山区，有著名的科罗拉多大峡谷和黄石国家公园；靠太平洋的西海岸地区有风光绮旎、阳光灿烂的加里福尼亚州，旧金山和洛杉矶以及西海岸的重要城市西雅图。在北部近加拿大边界附近，有著名的五大湖游览区，其中最壮观的景点是尼亚加拉大瀑布。此外，位于美国西面太平洋上的夏威夷群岛也是全球闻名的度假胜地。","最佳旅游季节：5-10月。去美国全景游的话最好是选在5-10月份之间，各个城市间的气候变化不是特别大，一定要避开寒冷的冬季，除非仅仅是去夏威夷享受阳光。 美国的东西和南北跨度都非常大，因而全国的气候差别也相当大。同样在冬季，有些地区气温降至了零下几度，而有些地方却可以泡海水浴。美国的夏天非常炎热，游客要有“战高温”的准备；但如果是去美国北部旅游，最好要带上一件厚毛衣或防寒夹克，即使是在夏天，美国北部却是比较凉爽的，夜里甚至会有一些寒意。"};
	public static String[] tv12 = {ip + "rb.png","走进日本","日本位于亚洲大陆东边的太平洋上。整个国土由四个主要岛屿组成，在这四个岛屿的周围还有约4,000多个小岛，日本的国土面积大致相当于德国和瑞士这两个国家面积的总和，与美国的加利福尼亚州相比要稍微小一点。日本海岸线复杂多变、火山众多，峡谷深邃。境内山地崎岖、河谷交错，山地面积占80%，全国森林覆盖率达66%。地热和渔业资源丰富。日本矿藏资源极为匮乏，绝大部分工业原料和燃料都依赖进口，但它却是世界经济大国，其工业和国民经济生产总值均居世界前列，农业单位面积产量很高。日本是一个地势多变、水力资源丰富的国家，由此构成了优美壮丽的景色，那里有山中积雪的湖泊、怪石嶙峋的峡谷、湍急的河流、峻峭的山峰、雄伟的瀑布以及大大小小的温泉，这些引人入胜的旅游景点常年吸引着大量游客来到日本观光 .","最佳旅游季节：四季皆宜，北海道、东北地区夏季与冬季； 关东地区、中国地区、四国、九州地区春季与秋季； 中部地区、关西地区全年皆宜。"};
	public static String[] tv13 = {ip + "rs.png","走进瑞士","瑞士是一个位于欧洲中部（或归类于西欧）的联邦制国家（虽沿用旧称“瑞士联邦”，但在1848年改宪后已实行联邦制），与德国、法国、意大利、奥地利及列支敦士登接壤。瑞士也是世界著名的中立国，历史上一直保持政治与军事上的中立，但瑞士同时也参与国际事务，许多国际性组织的总部都设在瑞士。瑞士也是全球最富裕、经济最发达和生活水准最高的国家之一，人均国民生产总值居世界前列。旅游资源丰富，有世界公园的美誉。 虽然从地理上看，瑞士只占欧洲的一小部分，但这个国家丰富的旅游资源却带给旅行者莫大乐趣。整个大陆具有各种引人入胜的地形和景观、自然和人工融合、多姿多彩的瑞士，随处都能找到令人感兴趣的事物。","最佳旅游季节：7月-8月是瑞士旅游的最佳季节，瑞士地处温带的北部，由西向东伸展的阿尔卑斯山，成为该国的气候分界线。气候自西向东由温和湿润的海洋性气候向冬寒夏热的温带大陆性气候过渡。阿尔卑斯山以南是海洋气候，阿尔卑斯山以北有时受西欧海洋气候的影响，温和而潮湿，有时受东欧大陆性气候影响，有寒冷的冬季和炎热的夏天，温差变化幅度大。瑞士全年平均气温8.6℃。6-9月夏季的温度为20-25°C，这个季节适合户外和探险活动，4-5月的春季和10-11月秋季的温度为7-14°C，这时候适合徒步等，而且游客较少。12-2月冬季的温度为2-6°C，最适合去阿尔卑斯山区去滑雪。"};
	public static String[] tv14 = {ip + "tg.png","走进泰国","泰国位于亚洲中南半岛中部，东南临泰国湾，西南濒安达曼海。西北与缅甸为邻，西南与马来西亚交接，东北毗连老挝，东南与柬埔寨接壤，总面积513,115平方公里， 人口60,400,000人，是以泰族人为主，生活着华人、缅甸人、马来人、印度人、老挝人等的多民族国家。 泰国以“千佛之国”闻名于世，素有“黄袍佛国 ”美誉，是一个具有两千多年佛教史的文明古国，在美丽富饶的国土上，有30,OOO多座充满神话色彩的古老寺院和金碧辉煌的宫殿。泰国佛寺外观造型宏伟壮观，建筑装饰精巧卓绝，享有“泰国艺术博物馆”美称，是泰国的国宝、泰国文化的精萃。泰国90％的居民信奉佛教，民间艺术丰富多彩，是东南亚首屈一指的旅游大国。 泰国山区森林密布，奇花异木遍布，栖息着众多珍禽异兽。泰国政府把一些天然森林区划为自然保护区，并辟为森林公园。森林中空气清新，是森林浴的佳地。这里气候四季皆春，又有瀑布、湖泊和各种飞禽走兽，吸引了一批批旅游者慕名而来。 首都曼谷被誉为“天使之城”，是古典与现代的完美结合。既有高耸矗立的大型建筑，强调着城市奇情与超越时空的景致，又有古老的庙宇香火鼎盛，青烟缭绕，具有浓厚的东方色彩；既有家一样的温馨暖意，同时又充满异域情调，神秘与探险俯拾即是。 与首都曼谷不同，作为兰纳王国的故都，清迈则无不散发着迷人的古典气质。这里气候凉爽，四季百花争艳，被称为“泰北玫瑰”。在清迈，要慢下来细细品味你的感官所能接触到的一切。悠然穿行在清迈古城花木扶疏的小巷中，随意在古城中闲逛，不用装，自然而然便化身为文艺青年一枚。 值得一提的是，清迈是华语歌后邓丽君的一生挚爱，她也最终将生命交托于此。晚年的歌后曾不幸罹患气喘病，身体完全不允许接触存在花粉的环境。然而歌后对清迈的痴情却始终不渝，她不仅爱这座城的花，这座城的人，更爱这座城能给她带来的淡然与恬静。","最佳旅游季节：11-2月。一般来说，泰国的季节可以分为：夏季、雨季和凉季，但无论在哪个季节，您都可以找到合适的旅游景点。"};
	public static String[] tv15 = {ip + "xby.png","走进西班牙","西班牙位于欧洲西南伊比利亚半岛上，南隔直布罗陀海峡与非洲相望，东临地中海，是一个充满热情、富于活力的国家，一个挥洒艺术气息的乐土，素以斗牛、舞蹈、吉它名重天下。 斗牛是传统的民族文化，是西班牙的“国粹”。西班牙拥有悠久的历史、显贵的王室、浪漫的吉他民谣、奔放的弗拉明哥舞蹈。 西班牙拥有十分优越的旅游资源，其大部分国土气候温和，山青水秀，阳光明媚，风景绮丽。在3000多公里蜿蜒曲折的海岸线上，遍布着许多天然的海滨浴场，其中有闻名遐迩的三大海滨旅游区。西班牙拥有许多王宫、教堂和城堡，还有许多古老的、独特的民族的文化传统和别具一格的民族文化娱乐活动。","最佳旅游季节：5月-6月和9月是西班牙的最佳旅行时间，西班牙沿海的地区都适合夏天5月、6月去旅游，您可以尽情享受西班牙的阳光、沙滩、大海。如果您去看文化遗产，季节就不很重要了。四时皆宜，晴风雨雪、晨昏晦朔，各有趣味。"};
	public static String[] tv16 = {ip + "xjp.png","走进新加坡","新加坡是东南亚的一个岛国，也是一个城市国家。该国位于马来半岛南端，毗邻马六甲海峡南口，其南面有新加坡海峡与印尼相隔，北面有柔佛海峡与马来西亚相隔，并以长堤相连于新马两岸之间。新加坡是亚洲最重要的金融、服务和航运中心之一。新加坡在城市保洁方面效果显著，故亦有“花园城市”之美称。这个面积小的国家对世界上其他国家的人来说，却有着莫大的吸引力。新加坡全年气候温暖，特别适合旅游。新加坡市是著名的花园城市，干净整洁又充满都市气息。圣淘沙岛等就是本着度假圣地的宗旨发展起来的。 新加坡的自然生态保护得如此之好，很难相信在一个现代都市中能环抱中一个天然保护区，并拥有着世界上首个夜间动物园。因此，新加坡每天都吸引着将近12000名来自世界各个国家的旅行者前来旅游观光。","最佳旅游季节：四季皆宜。新加坡一年四季差别很小，年平均温度在23-33℃之间，全年都很温暖。一年中的降水很多，全岛经常会有阵雨及雷雨。不过下雨的时间都很短暂，雨后清凉舒爽，而且没有台风，日夜温差不大。虽然没有明显四季，但是6、7、8月也会相对较热，11月到次年2月是雨季，怕晒怕淋雨的朋友也可以选择避开这些月份。"};
	public static String[] tv17 = {ip + "xxl.png","走进新西兰","新西兰（New Zealand）是位于太平洋西南部的一个岛国。首都为惠灵顿，最大的城市是奥克兰。这个不缺蓝天与绿草的国度，会带给你无比的热情和生命力。当你置身于斯，伸手在参天巨杉，就有如触摸到原始森林的力量；畅游于海湾区，时常有海豚跳出海面，穿梭在旁；在人烟罕至的原野上搭起帐篷，更有一种完全深入大自然的感觉。这个满布天然花园的国度，四季景致恰人，置身其中，满目苍翠绿林、仰首但见蓝天白云。延绵辽阔的沙滩和湖泊、高耸人云的丛林、攀绿田园、深谷峻岭、美不胜收的景致，犹如一幅幅不假修饰的自然风景画，教人目眩神往。即使是城市也洋溢着一股独特风格，别致的建筑、热闹的市集。新西兰由北岛、南岛两个主岛和斯图尔特岛、坎贝尔岛等几十个小岛组成，境内多山，河流多短而湍急。北岛多火山、温泉，南岛多冰川、湖泊。虽然新西兰历史较短，文化古迹较少，但决不缺乏雄壮的自然风光。奥克兰、北岛温泉城－罗托鲁瓦、陶波、基督城、皇后镇等，是不错的去处，看看热闹的集市、以及波利尼西亚风格的建筑，无不让人流连忘返。","最佳旅游季节：3月-5月，9月-11月，气候温暖，是最佳旅行季节。旅游高峰期是12月20至次年1月中旬，最好提前预订房间。"};
	public static String[] tv18 = {ip + "ydl.png","走进意大利","意大利位于欧洲南部，主要由靴子型的亚平宁半岛和两个位于地中海中的大岛西西里岛和萨丁岛组成。其领土包围着两个袖珍国——圣马力诺和梵蒂冈。 意大利因其拥有美丽的自然风光和为数众多的人类文化遗产而被称为美丽的国度。意大利是世界上高度发达国家之一，是北大西洋公约和欧盟的创始会员国之一。 作为地中海沿岸的一个半岛国家，意大利的国土有大陆、半岛以及零散岛屿三种组成。意大利南北风光绝然不同，北部的阿尔卑斯山区终年积雪、风姿绰约，南部的西西里岛阳光充足而又清爽宜人。一年四季，意大利的任何角落，都不会令人失望。","最佳旅游季节：5月-10月最佳，意大利一年四季都适合旅游，旺季集中在每年5月至10月，4-6月是天气最好的季节。"};
	public static String[] tv19 = {ip + "yg.png","走进英国","英国全称大不列颠及北爱尔兰联合王国，是由英格兰、苏格兰、威尔士和北爱尔兰组成的联合王国，一统于一个中央政府和国家元首。 英国位于欧洲大陆西北面，英国本土位于大不列颠群岛，被北海、英吉利海峡、凯尔特海、爱尔兰海和大西洋包围。 英国是世界上第一个工业化国家，是一个具有多元文化和开放思想的社会。首都伦敦是欧洲最大和最具国际特色的城市。 英国是个美丽的国家，文物古迹比比皆是，自然风景秀丽，旅游资源丰富。许多城市，如“万城之花”伦敦，“北方雅典”爱丁堡，大学城牛津、剑桥，古色古香的约克城，莎翁故乡斯特拉特福，都是享有世界声誉的旅游名城。英国还辟有湖区等几十座国家公园和风景保护区。 目前，被联合国列入世界文化和自然遗产的名胜古迹和天然景观就有伦敦塔等14处。它们都富有特色、各擅其长，是极受游客青睐的观光热点。","最佳旅游季节：5月-6月最佳，春夏季天气晴朗少雨，一年中以这两个月天气最好，白昼长，晴天也多，十分适合旅行。英国属海洋性温带阔叶林气候，总体比较温和，冬暖夏凉，雨水较充足，季节温度变化不显著，但天气变幻无常，经常阴云多雨。 每年3月至8月比较干燥，9月至次年2月多雨，通常最高气温不超过32°C，最低不低于-10°C。 一年中最美的时间是5月和6月，万紫千红的各种花草一齐绽放。这里的春夏季（4-9月）天气晴朗少雨，5月和6月之后，较为理想的日子是7月和8月。 一年中以这两个月天气最好，白昼长，晴天也多，十分适合旅行。"};
	public static String[] tv20 = {ip + "yuenan.png","走进越南","越南，位于中南半岛东部，国土呈S形，南北共长两千公里，北与中国接壤，西与老挝、柬埔寨交界，东面和南面临南海，海岸线长3260多公里。越南一直以来给人们的印象不太好，这可能是人们听了太多与它有关的战争及难民事件，令游客望而却步。其实，只要你来到越南，就会发现那里并不像传说中那么可怕，当地的名胜古迹不少，而且融合了东方的神秘色彩和法国的浪漫风情，加上农产品丰富，各种水果非常便宜，物价指数也低，是非常值得一游的。","最佳旅游季节：11月-次年2月，此时气温不高，降水也较少，城市里阳光明媚，晴空万里，山野间山青水秀，百花吐艳，是越南最美丽的季节，也是去越南旅游的最合适时节。"};
	public static String[] tv22 = {ip + "pty.png","走进葡萄牙","葡萄牙，全名葡萄牙共和国，位于欧洲伊比利亚半岛西部，是欧洲古国之一，濒临大西洋。 葡萄牙首都里斯本西的罗卡角是欧洲的最西端。葡萄牙是向海外移民较多的国家，移民率居欧洲之首。移民大部分流向美洲，以巴西为最多。20世纪60年代后，移民转向西欧工业发达国家。 除了伊比利亚半岛的葡萄牙国土，大西洋的亚速群岛和马德拉群岛也是葡萄牙的领土， 葡萄牙人热爱大自然，热爱花草树木。来到葡萄牙这个欧洲大陆的西南尽头，欣赏临近大西洋壮观的景色，是一种完全不同的感受。","最佳旅游季节：4-10月气候温暖，6月中旬到9月底是旅游高峰季节。"};
	public static String[] tv21 = {ip + "yn.png","走进印度尼西亚","印度尼西亚共和国（Republik Indonesia），简称印度尼西亚或印尼，为东南亚国家之一；由上万个岛屿组成，是全世界最大的群岛国家，疆域横跨亚洲及大洋洲，别称“千岛之国”。共有13677个岛，像一串珍珠散布在珊瑚海中，面积190万平方公里，横跨赤道，处在亚澳两洲之间，濒临印度洋和太平洋，曾是兵家必争之地。印尼盛产香料，如丁香、豆蔻、檀香等。印尼全境拥有4,500 多座火山，是世界上现存火山最多的国家，也因此造就了印尼十分独特的地质现象。从苏门达腊西岸经爪哇、巴厘、摩鹿加群岛的邦达岛（Banda）到苏拉维西北部，一路均是延绵成背脊般的火山。爪哇为印尼的中心，也是人口最多的一个岛，首都雅加达即位于此岛的西北岸。巴厘岛有“天堂岛”等美称，这里自然风光引人入胜，是天然的度假胜地。中爪哇的千年古塔婆罗浮屠佛塔和甫兰班南印度教陵庙群，均被联合国教科文组织列入世界文化遗产名录。","最佳旅游季节：6月至9月为最佳旅游时间。该段时间降水相对较少，旅游时要注意避开斋月，此时多数餐馆整天不营业。斋月结束后的两天，旅馆大多客满，价格也很贵。 印尼地处赤道，常年气候炎热，属热带雨林气候，高温、多雨、潮湿，雨季为每年10月-次年4月，年平均气温25-27度。"};
	
	
	public static String[] getQztCountryTv(int i){
		//Log.i("tag", String.valueOf(i));
		switch(i){
		case 1:
			return tv1;
		case 2:
			return tv2;
		case 3:
			return tv3;
		case 4:
			return tv4;
		case 5:
			return tv5;
		case 6:
			return tv6;
		case 7:
			return tv7;
		case 8:
			return tv8;
		case 9:
			return tv9;
		case 10:
			return tv10;
		case 11:
			return tv11;
		case 12:
			return tv12;
		case 13:
			return tv13;
		case 14:
			return tv14;
		case 15:
			return tv15;
		case 16:
			return tv16;
		case 17:
			return tv17;
		case 18:
			return tv18;
		case 19:
			return tv19;
		case 20:
			return tv20;
		case 21:
			return tv21;
		case 22:
			return tv22;
		default:
			return tv1;
		}
	}

}
